[
  {
    "id": 1,
    "name": "Personal Website",
    "imageUrl": "miweb",
    "status": "Mi website personal, creé este website para que puedas conocer mi perfil, mis habilidades y proyectos realizados.",
    "tech": "React, Vite, Tailwind",
    "more": "Este espacio representa un poco de lo que sé y de lo que soy, seguramente te hablaré mucho si me preguntas por algo más, si quieres ver mi código fuente, visita mi github.",
    "github": "https://github.com/kaquka/myprofilew",
    "demo": "https://avendanospresentation.web.app/"
  },
  {
    "id": 2,
    "name": "uHungry",
    "imageUrl": "uHungry",
    "status": "Aplicación que unifica las cafeterías y vendedores ambulantes de un campus universitario todo en una app en tu dispositivo móvil, al alcance de tu mano.",
    "tech": "React Native, Expo, AWS",
    "more": "uHungry? nace de identificar a los universitarios que están emprendiendo un pequeño negocio y que no reciben la suficiente visibilidad en sus facultades, ocasionada por diferentes factores, como el horario y ubicación.",
    "github": "https://github.com/DominusDrow/uHungry",
    "demo": "https://uhunngry.web.app/"
  },
  {
    "id": 3,
    "name": "ConektaBUAP",
    "imageUrl": "conektabuap",
    "status": "Página Web promocional en la que la comunidad estudiantil se conecta publicando eventos de interés en el campus. ",
    "tech": "HTML, CSS, JS",
    "more": "",
    "github": "https://github.com/kaquka/conektaBUAP",
    "demo": "https://conektabuap.web.app/"
  },
  {
    "id": 4,
    "name": "OPOS",
    "imageUrl": "opos",
    "status": "Plataforma de punto de venta para restaurantes open source, en el cual otros desarrolladores podrán modificar a su gusto y necesidades el sistema.",
    "tech": "React, NextJS, Supabase",
    "more": "Se basa en un sistema de punto de venta para Poke Bowls y se busca hacerlo mobile oriented. Además, se implementará el uso del corredor de pagos de Mercado Pago",
    "github": "https://github.com/ByPineda/OPOS",
    "demo": "null"
  },
  {
    "id": 5,
    "name": "BattleshipGame",
    "imageUrl": "battle",
    "status": "Es una aplicación de videojuego que simula el clásico juego de batalla naval en un entorno interactivo. Este proyecto involucró la creación de una interfaz gráfica dinámica y la implementación de una base de datos para almacenar los puntajes de los jugadores.",
    "tech": "Java, SQL",
    "more": "Es una representación simplificada del clásico videojuego Battleship, permitiendo a los usuarios registrarse, elegir archivos con coordenadas de barcos y posicionarlos en un tablero. ",
    "github": "https://github.com/kaquka/battleshipProject",
    "demo": "null"
  }
]
  